var $lang={
errAlertMsg: "\不\合\法\的\日\期\格\式\或\者\日\期\超\出\限\定\范\围,\需\要\撤\销\吗?",
aWeekStr: ["\周","\日","\一","\二","\三","\四","\五","\六"],
aLongWeekStr:["\周","\星\期\日","\星\期\一","\星\期\二","\星\期\三","\星\期\四","\星\期\五","\星\期\六"],
aMonStr: ["\一\月","\二\月","\三\月","\四\月","\五\月","\六\月","\七\月","\八\月","\九\月","\十\月","\十\一","\十\二"],
aLongMonStr: ["\一\月","\二\月","\三\月","\四\月","\五\月","\六\月","\七\月","\八\月","\九\月","\十\月","\十\一\月","\十\二\月"],
clearStr: "\清\空",
todayStr: "\今\天",
okStr: "\确\定",
updateStr: "\确\定",
timeStr: "\时\间",
quickStr: "\快\速\选\择",
err_1: '\最\小\日\期\不\能\大\于\最\大\日\期\!'
}